content/posts/la-lectures.md
---
title: "Linear Algebra Lectures"
date: 2023-07-11T00:00:00+02:00
draft: false
---

## Gilbert Strang lectures on Linear Algebra at MIT {#gilbert-strang-lectures-on-linear-algebra-at-mit}

These video lectures of Professor Gilbert Strang teaching 18.06 were recorded live in the
Fall of 1999. Support for the video production was provided by the Lord Foundation of
Massachusetts under a grant to the MIT Center for Advanced Educational Services.

[lectures](<https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/video_galleries/video-lectures/>)
